{
  "font_css": "stock:georgia-helvetica",
  "storymap": {
    "call_to_action": true,
    "call_to_action_text": "",
    "map_as_image": true,
    "map_background_color": "#f8f3ed",
    "map_type": "zoomify",
    "slides": [
      {
        "date": "",
        "location": {
          "line": true,
          "zoom": 5
        },
        "media": {
          "caption": "",
          "credit": "",
          "url": ""
        },
        "text": {
          "headline": "New Facts, Old Fictions",
          "text": "<p>Münster’s <em>Cosmographia</em> contained then up-to-date facts about the geography, people and resources of the world. But those facts were often coloured by Euro-centric assumptions and prejudices about other places and people. <em>Cosmographia</em> also reproduces many persistent fictions about the world, including Southeast Asia.</p>"
        },
        "type": "overview"
      },
      {
        "date": "",
        "location": {
          "lat": 56.12106042504407,
          "line": true,
          "lon": -77.34374999999999,
          "zoom": 5
        },
        "media": {
          "caption": "",
          "credit": "",
          "url": ""
        },
        "text": {
          "headline": "Sumatra Appears",
          "text": "<p>Münster’s <em>Cosmographia</em> included a new map of “India Extrema” [India and beyond]. In the “XIX Tabula” (Nineteenth Map), a large island is shown to the southwest of the Malay peninsula. The island is given two names – Taprobana and Sumatra. This is a mistake. Taprobana is the name given to contemporary Sri Lanka.</p>"
        }
      },
      {
        "date": "",
        "location": {
          "lat": 59.62332522313024,
          "line": true,
          "lon": -61.17187499999999,
          "zoom": 5
        },
        "media": {
          "caption": "",
          "credit": "",
          "url": ""
        },
        "text": {
          "headline": "The Emporia of Malacca",
          "text": "<p>Münster’s <em>Cosmographia</em> describes in detail the importance of Malacca (Malaqua).</p><p>“This Malaqua, has a goodly &amp; commodious haven: by reason whereof, more ships arrive there than in any other place: bringing with them spices and other merchandise in great abundance. The region is not generally fruitful, yet it has grain and fish: but great scarceness of wood…. It brings forth also spices, saunders, tin, elephants, horses, sheep, wild ox, peacocks, and such other kinds of beasts. It is not lawful there to buy and sell, except you buy spices and silk. It is also there very dangerous to walk in the city in the night season, because of the theft &amp; cruelness of the inhabitants, which kill one another …. therefore the merchant strangers lodge not out of their ships.”</p><p><u>Source: Hoogvliet, Margriet. \"The medieval texts of the 1486 Ptolemy Edition by Johann Reger of Ulm.\" Imago Mundi 54, no. 1 (2002): 7-18.</u></p>"
        }
      },
      {
        "date": "",
        "location": {
          "lat": 59.62332522313024,
          "line": true,
          "lon": -61.17187499999999,
          "zoom": 5
        },
        "media": {
          "caption": "",
          "credit": "",
          "url": "https://raw.githubusercontent.com/gracemagy/storymap/Imagined-geographies/assets/images/Malay-Annals.jpg"
        },
        "text": {
          "headline": "...in the Malay Annals",
          "text": "<p>The <em>Malay Annals </em>(originally <em>Sulalatus Salatin </em>or<em> Geneaology of Kings</em>) was composed between the 15th and 16th centuries by an unknown author. It offers a different view of early Malacca than that given by Münster.</p><p>“It became noted in every country…. All the merchants likewise, whether from above or under the wind, frequented Malaca… all the Arabs gave it the name of Malakat, or the mart for collecting all merchants; for many different races of merchants frequented it, and all its great men were extremely just in all their proceedings….and equitable in the protection of all strangers”.</p><p><u>Image: circa 1540 Source </u><em><a href=\"https://commons.wikimedia.org/wiki/File:Malays_from_the_Malacca_Sultanate_Codice_Casanatense.jpg\" target=\"_blank\" rel=\"\"><u>Album di disegni, illustranti usi e costumi dei popoli d'Asia e d'Africa con brevi dichiarazioni in lingua portoghese</u></a></em><u>, Biblioteca Casanatense, Rome.</u></p><p><u>Source: Winstedt, Richard Olof. \"The Malay Annals of Sejarah Melayu.\" </u><em><u>Journal of the Malayan Branch of the Royal Asiatic Society</u></em><u> 16, no. 3 (132 (1938): 1-226.</u></p>"
        }
      },
      {
        "date": "",
        "location": {
          "lat": 52.3755991766591,
          "line": true,
          "lon": -17.05078125,
          "zoom": 5
        },
        "media": {
          "caption": "",
          "credit": "",
          "url": ""
        },
        "text": {
          "headline": "The Spice Islands",
          "text": "<p>Münster’s map includes the “Spice Islands” of Maluca, Taranate and Gilolo vel Siloli. The Banda Islands, the sole source of nutmeg and mace, do not appear on his map but are described.</p>\n<p>“The soil … bringeth forth nothing but nutmegs…. The stalk or body of the nutmeg tree, is not much unlike the stalk of a peach tree, bringing forth like branches and leaves, but somewhat narrower. Before these nuts be ripe, the mace creeps on the tree, like a flourishing rose. And when the nutmeg wax ripe, the mace embraces it round about. And so they gather both together in commune, at a time appointed.”</p>"
        }
      },
      {
        "date": "",
        "location": {
          "lat": 45.98169518512228,
          "line": true,
          "lon": -9.31640625,
          "zoom": 5
        },
        "media": {
          "caption": "",
          "credit": "",
          "url": "https://raw.githubusercontent.com/gracemagy/storymap/Imagined-geographies/assets/images/nutmeg.jpg"
        },
        "text": {
          "headline": "",
          "text": "<p>A 1598 map <em>Insvlae Molvccae</em> [Molucca Islands] by Dutch merchant Jan Huygen van Linschoten (15633-1611) describes the islands as “most famous because of the vast abundance of spices they send to the whole world” and includes a life-like drawing of nutmeg”.</p><p><u>Source: Insvlae Molvccae, 1598 Rogers, William; Linschoten, Jan Huygen van; Beckit, Robert</u></p>"
        }
      },
      {
        "date": "",
        "location": {
          "lat": 36.59788913307022,
          "line": true,
          "lon": -36.5625,
          "zoom": 3
        },
        "media": {
          "caption": "",
          "credit": "",
          "url": ""
        },
        "text": {
          "headline": "Sea Monsters Real and Imagined",
          "text": "<p>Münster also depicts and describes various fantastical sea monsters:</p>\n\n<p>“In the sea about this island, are often\ntimes seen the great monstrous fishes, &amp; kind of Whales, called Balene, which bring many incommodities [inconvenience] to the inhabitants. They are of such monstrous bigness, that when they approach to the Sea banks, they seem like unto hills: they have rough backs full of sharp pricks. And except men walk very warily by the sea banks, they are in danger to be suddenly swallowed up by these monsters. Some of them have so great and wide mouths, that they sometimes swallow whole ships with the men.”</p><p>A fully fictional mermaid, here in the two tail form, also appears in the ocean.</p>"
        }
      },
      {
        "date": "",
        "location": {
          "lat": 36.59788913307022,
          "line": true,
          "lon": -36.5625,
          "zoom": 3
        },
        "media": {
          "caption": "",
          "credit": "",
          "url": "https://raw.githubusercontent.com/gracemagy/storymap/Imagined-geographies/assets/images/Sea-monsters-real-and-imagined.jpg"
        },
        "text": {
          "headline": "The Two Tailed Mermaids",
          "text": "<p>In this 1550 German language version of Münster’s <em>Cosmographia</em> the mermaid is hand tinted. Many cultures have mermaid mythologies. Today many of us know this two tailed mermaid from the icon for a famous coffee shop.</p><p><u>Source: </u><em><u>Die Laender Asie nach ihrer Gelegenheit biss in Indiam, werden in dieser Tafeln verzeichnet</u><strong><u> </u></strong></em><u>[Asia including countries &nbsp;after the borders of India] 1550.</u></p>"
        }
      }
    ],
    "zoomify": {
      "attribution": "",
      "height": 3788,
      "path": "https://gracemagy.github.io/storymap/",
      "width": 5000
    }
  }
}