{"font_css": "stock:georgia-helvetica", "storymap": {"call_to_action": true, "call_to_action_text": "", "map_as_image": true, "map_background_color": "#f8f3ed", "map_type": "zoomify", "slides": [{"date": "", "location": {"line": true}, "media": {"caption": "", "credit": "", "url": ""}, "text": {"headline": "New Facts, Old Fictions", "text": "<p>Münster’s <em>Cosmographia</em> contained then up-to-date facts about the geography, people and resources of the world. But those facts were often coloured by Euro-centric assumptions and prejudices about other places and people. <em>Cosmographia</em> also reproduces many persistent fictions about the world, including Southeast Asia.</p>"}, "type": "overview"}, {"date": "", "location": {"lat": 56.12106042504407, "line": true, "lon": -77.34374999999999, "zoom": 5}, "media": {"caption": "", "credit": "", "url": ""}, "text": {"headline": "Sumatra Appears", "text": "<p>Münster’s <em>Cosmographia</em> included a new map of “India Extrema” [India and beyond]. In the “XIX Tabula” (Nineteenth Map), a large island is shown to the southwest of the Malay peninsula. The island is given two names – Taprobana and Sumatra. This is a mistake. Taprobana is the name given to contemporary Sri Lanka.</p>"}}, {"date": "", "location": {"lat": 59.62332522313024, "line": true, "lon": -61.17187499999999, "zoom": 5}, "media": {"caption": "", "credit": "", "url": ""}, "text": {"headline": "The Emporia of Malacca", "text": "<p>Münster’s <em>Cosmographia</em> describes in detail the importance of Malacca (Malaqua).</p><p>“This Malaqua, has a goodly &amp; commodious haven: by reason whereof, more ships arrive there than in any other place: bringing with them spices and other merchandise in great abundance. The region is not generally fruitful, yet it has grain and fish: but great scarceness of wood…. It brings forth also spices, saunders, tin, elephants, horses, sheep, wild ox, peacocks, and such other kinds of beasts. It is not lawful there to buy and sell, except you buy spices and silk. It is also there very dangerous to walk in the city in the night season, because of the theft &amp; cruelness of the inhabitants, which kill one another …. therefore the merchant strangers lodge not out of their ships.”</p><p>Hoogvliet, Margriet. \"The medieval texts of the 1486 Ptolemy Edition by Johann Reger of Ulm.\" Imago Mundi 54, no. 1 (2002): 7-18.</p>"}}, {"date": "", "location": {"lat": 59.57885104663186, "line": true, "lon": -61.17187499999999, "zoom": 5}, "media": {"caption": "", "credit": "", "url": "https://raw.githubusercontent.com/gracemagy/storymap/Imagined-geographies/assets/images/Malay-Annals.jpg"}, "text": {"headline": "Malacca in the Malay Annals", "text": "<p>The <em>Malay Annals</em> (originally <em>Sulalatus Salatin</em> or <em>Geneaology of Kings</em>) was composed between the 15th and 16th century by an unknown author. It offers a different view of early Malacca.</p><p>“merchants resorted to it from every quarter….It became noted in every country…. All the merchants likewise, whether from above or under the wind, frequented Malaca… all the Arabs gave it the name of Malakat, or the mart for collecting all merchants; for many different races of merchants frequented it, and all its great men were extremely just in all their proceedings….and equitable in the protection of all strangers”.</p><p>Hoogvliet, Margriet. \"The medieval texts of the 1486 Ptolemy Edition by Johann Reger of Ulm.\" <em>Imago Mundi</em> 54, no. 1 (2002): 7-18.</p>"}}, {"date": "", "location": {"lat": 52.3755991766591, "line": true, "lon": -17.05078125, "zoom": 5}, "media": {"caption": "", "credit": "", "url": ""}, "text": {"headline": "The Spice Islands", "text": "<p>Münster’s map includes the “Spice Islands” of Maluca, Taranate and Gilolo vel Siloli. The Banda Islands, the sole source of nutmeg and mace, are described by Münster but do not appear on his map.</p><p>“The soil … bringeth forth nothing but\nnutmegs…. The stalk or body of the nutmeg tree, is not much unlike the stalk of\na peach tree, bringing forth like branches and leaves, but somewhat narrower.\nBefore these nuts be ripe, the mace creeps on the tree, like a flourishing\nrose. And when the nutmeg wax ripe, the mace embraces it round about. And so they\ngather both together in commune, at a time appointed [October].”<br></p>"}}, {"date": "", "location": {"lat": 45.98169518512228, "line": true, "lon": -9.31640625, "zoom": 5}, "media": {"caption": "", "credit": "", "url": "https://raw.githubusercontent.com/gracemagy/storymap/Imagined-geographies/assets/images/nutmeg.jpg"}, "text": {"headline": "", "text": "<p>A 1598 map <em>Insvlae Molvccae</em> [Molucca Islands] by Dutch merchant Jan Huygen van Linschoten (15633-1611) describes the islands as “ xxxxx” and includes an life-like drawing of nutmeg”</p>"}}, {"date": "", "location": {"lat": 36.59788913307022, "line": true, "lon": -36.5625, "zoom": 3}, "media": {"caption": "", "credit": "", "url": ""}, "text": {"headline": "Sea monsters real and imagined", "text": "<p>Münster also depicts and describes\nvarious fantatical sea\nmonsters:</p>\n\n<p></p>\n\n<p>“In the sea about this island, are often\ntimes seen the great monstrous fishes, &amp; kind of Whales, called Balene,\nwhich bring many incommodities [inconvenience] to the inhabitants. They are of\nsuch monstrous bigness, that when they approach to the Sea banks, they seem\nlike unto hills: they have rough backs full of sharp pricks. And except men\nwalk very warily by the sea banks, they are in danger to be suddenly swallowed\nup by these monsters. Some of them have so great and wide mouths, that they\nsometimes swallow whole ships with the men.”</p><p>A fully fictional mermaid, here in the two tail form, also appears in the ocean.</p>"}}, {"date": "", "location": {"lat": 36.59788913307022, "line": true, "lon": -36.5625, "zoom": 3}, "media": {"caption": "", "credit": "", "url": "https://raw.githubusercontent.com/gracemagy/storymap/Imagined-geographies/assets/images/Sea-monsters-real-and-imagined.jpg"}, "text": {"headline": "Sea monsters real and imagined", "text": "<p><em>Die Laender Asie nach ihrer Gelegenheit biss in Indiam, werden in dieser Tafeln verzeichnet</em>&nbsp;[Asia including countries after the borders of India] is a 1550 German language version of Münster’s Cosmographia, with the maps hand-tinted.&nbsp; In Antiquity the Roman naturalist Pliny the Elder argued that monstrosities of nature formed readily in water as a result of its nutrients and liquid nature. Mermaids were often seen as dangerous creatures of the sea, because seductive, and able to call to sailors and so shipwreck vessels.</p>"}}, {"date": "", "location": {"lat": 36.59788913307022, "line": true, "lon": -36.5625, "zoom": 3}, "media": {"caption": "", "credit": "", "url": "https://raw.githubusercontent.com/gracemagy/storymap/Imagined-geographies/assets/images/the-plinian-races.jpg"}, "text": {"headline": "The “Plinian races”", "text": "<p>This version of Ptolemy’s map in Münster’s&nbsp;<em>Cosmographia</em>&nbsp;is surrounded with “monsters.” These fantastical creatures can be traced back to accounts given by the Roman naturalist Pliny the Elder in this&nbsp;<em>Historia naturalis</em>. These “Plinian races” were based almost entirely on second-hand accounts, and most certainly mixed fact and fiction.</p>"}}, {"date": "", "location": {"lat": 36.59788913307022, "line": true, "lon": -36.5625, "zoom": 3}, "media": {"caption": "", "credit": "", "url": "https://raw.githubusercontent.com/gracemagy/storymap/Imagined-geographies/assets/images/the-plinian-races-2.jpg"}, "text": {"headline": "The “Plinian races”", "text": "<p>The 1360 memoir&nbsp;<em>The Travels of Sir John Mandeville</em>, circulated widely and in many European languages, contained descriptions of these creatures, as did Sebastian Münster’s&nbsp;<em>Cosmographia</em>&nbsp;(1544).&nbsp;</p>"}}], "zoomify": {"attribution": "", "height": 3788, "path": "https://gracemagy.github.io/storymap/", "width": 5000}}}